Repository: Elvish-Hunter/WIF-Tournament
Catalog: translations/*/LC_MESSAGES/wesnoth-torneo_wif_2012.po
Languages: it

source: Tournament W.I.F. 2010 (by Dret)
it: Torneo W.I.F. 2010 (by Dret)

source: good
it: buoni

source: evil
it: cattivi

source: Dimensional Vortex
it: Vortice Dimensionale

source: Magic Source
it: Sorgente Magica

source: <span foreground='green'>Tactical Victory</span>
it: <span foreground='green'>Vittoria Tattica</span>

source: <big>WINNER IS <span foreground='green'>$varWinnerName</span></big> <span foreground='orange'>$varWinnerName owns all six magic sources</span>
it: <big>IL VINCITORE È<span foreground='green'>$varWinnerName</span></big> <span foreground='orange'>$varWinnerName occupa tutte le sei sorgenti magiche</span>

source: WIF Tournament 2010
it: Torneo WIF 2010

source: Defeat your opponent or conquer the 6 magic Sources!
it: Sconfiggi il tuo avversario oppure conquista le 6 Sorgenti magiche!

source: CAUTION!! Before starting playing:
it: ATTENZIONE!! Prima di iniziare a giocare:

source: <span foreground='red'>DID YOU SET THE GAME CORRECTLY?</span> <big>Check this Options: 'Use map settings' MUST BE ENABLED 'Show Haloing Effects' (in Display Preferences) MUST BE ENABLED 'Observers' MUST BE DISABLED (with the exception expected in the rules, avaiable in the dedicated post in our forum) OTHERWISE THE GAME WILL BE ANNULED</big>
it: <span foreground='red'>HAI SETTATO CORRETTAMENTE LA PARTITA?</span> <big>Controlla queste Opzioni: 'Usa le impostazioni della mappa' DEVE ESSERE ABILITATA 'Mostra Alone' (in Preferenze Video) DEVE ESSERE ABILITATA 'Osservatori' DEVE ESSERE DISABILITATA con l'eccezione prevista nel regolamento, disponibile alla consultazione nel post dedicato sul nostro forum) IN CASO CONTRARIO LA PARTITA VERRA' ANNULLATA</big>

source: IV° Tournament W.I.F. 2010
it: IV° Torneo W.I.F. 2010

source: <big> IV° Italian Tournament of Battle for Wesnoth</big> organized by: <big> W.I.F. WESNOTH ITALIAN FORUM http://wif.altervista.org Map designer and original scenario coder: Dret WML enhancers and bug fixers: mich and Nobun Testers: Dead Eye, Luigit and baro_st Translator: RockScorpion</big>
it: <big> IV° Torneo Italiano di Battle for Wesnoth</big> organizzato da: <big> W.I.F. WESNOTH ITALIAN FORUM http://wif.altervista.org Ideatore mappa e creatore scenario originale: Dret Miglioramento codice e correzione bug: mich e Nobun Tester: Dead Eye, Luigit and baro_st Traduttore: RockScorpion</big>

source: ISTRUCTIONS - Dimensional Vortices
it: ISTRUZIONI - Vortici Dimensionali

source: <big> REMEMBER: from turn 3 the DIMENSIONAL VORTICES will be open. They allow the quick shift to the other side of the map. So you can point more easily to the TACTICAL VICTORY. CAUTION: vortices will open first for the player number two; in this way the disadvantage of starting the game for second is balanced. If a unit after a teleporting movement, for missing space in the destination area, ends in a 'chasm' terrain and can't fly... it will be slained!</big>
it: <big> RICORDA: dal turno 3 saranno aperti i VORTICI DIMENSIONALI. Consentono lo spostamento veloce dall'altro lato della mappa. Potrai così puntare più facilmente alla VITTORIA TATTICA. ATTENZIONE: i vortici si apriranno prima per il giocatore numero due; in questo modo si bilancia lo svantaggio di cominciare la partita per secondi. Se un'unità dopo essere stata teletrasportata, per assenza di spazio nell'area di destinazione, finisce in un esagono di 'abisso' e non è in grado di volare... morirà!</big>

source: ISTRUCTIONS - Tactical Victory
it: ISTRUZIONI - Vittoria Tattica

source: <big> REMEMBER: You can win the game without kill the enemy leader if you occupy all the 6 MAGIC SOURCES on the map.</big>
it: <big> RICORDA: Puoi vincere la partita senza uccidere il leader nemico se occupi tutte e 6 le SORGENTI MAGICHE che trovi sulla mappa.</big>

source: ISTRUCTIONS - Elite Units
it: ISTRUZIONI - Unità di elite

source: <big> REMEMBER: The units that you see already positioned on the map are unique and SO UNRECRUITABLE. They are powerful units and represent the elite of you army: try to preserve them.</big>
it: <big> RICORDA: Le unità che trovi già posizionate sulla mappa sono uniche e QUINDI NON RECLUTABILI. Sono unità potenti e rappresentano l'elite del tuo esercito: cerca di preservarle.</big>

source: The Dimensional Vortices are open!
it: I Vortici Dimensionali sono aperti!
